Repository: K56Flex/surespot-ios
Catalog: surespot/*.lproj/Localizable.strings
Languages: de, es, fr, it

# generating_keys_progress
source: generating and uploading new keys
de: Generiere neues Schlüsselpaar
es: Generando y cargando nuevas claves
fr: génération et transfert de nouvelles clés
it: generazione e caricamento delle nuove chiavi

# backup_identities_again_keys
source: Since your identity keys will change, please backup this identity after the operation completes successfully.
de: Da sich Ihr Schlüsselpaar zum aktuellen Profil ändern wird, sichern Sie bitte dieses nach dem der Vorgang erfolgreich abgeschlossen ist.
es: Debido a que tu par de claves cambiará, por favor haz una copia de seguridad de tu perfil tras finalizar correctamente la operación.
fr: Comme vos clés d'identité vont changer, veuillez sauvegarder cette identité après que l'opération soit terminée avec succès.
it: Poiché le chiavi della tua identità cambieranno, fai il backup di questa identità dopo aver completato l'operazione.

# backup_identities_again_password
source: Since your identity password will have changed, please backup this identity after the operation completes successfully.
de: Da sich Ihr Passwort zum aktuellen Profil geändert hat, sichern Sie bitte dieses wieder nach dem der Vorgang erfolgreich abgeschlossen ist.
es: Debido a que tu contraseña cambiará, por favor haz una copia de seguridad de tu perfil tras finalizar correctamente la operación.
fr: Comme votre mot de passe va changer, veuillez sauvegarder cette identité après que l'opération soit terminée avec succès.
it: Poiché verrà cambiata la tua password dell'identità, fai il backup di questa identità dopo aver completato l'operazione.

source: create new keys for %@
de: Neues Schlüsselpar für %@ erstellen
es: Crear nuevas claves para %@
fr: création de nouvelles clés pour %@
it: crea nuove chiavi per %@

# enter_password_for
source: enter surespot password for %@
de: Geben Sie das surespot Passwort für %@ ein
es: Introducir contraseña surespot para %@
fr: saisir le mot de passe pour surespot %@
it: inserisci la password di surespot per %@

# enter_username_and_password
source: Please enter a username and password, or [restore an identity] from the menu.
de: Bitte geben Sie einen Benutzernamen und Passwort, oder [ein Profil wiederherstellen] aus dem Menü.
es: Introduce usuario y contraseña o recupera un perfil desde el menú.
fr: Veuillez saisir un nom d'utilisateur et un mot de passe, ou [restaurer une identité] depuis le menu.
it: Inserisci username e password, oppure [ripristina un'identità] dal menu.

# usernames_case_sensitive
source: Usernames are case sensitive
de: Groß-und Kleinschreibung beim Benutzername beachten
es: Los nombres de usuario son sensibles a mayúsculas
fr: Les noms d'utilisateurs sont sensibles à la casse
it: Gli username sono case-sensitive

# aware_username_password
source: so be aware of this when sharing them with others. The password should be at least 8 characters long and contain symbols.
de: so sich dessen bewusst sein, wenn sie mit anderen teilen. Das Passwort sollte mindestens 8 Zeichen lang und enthalten Symbole sein.
es: así que ten cuidado cuando las compartas con otros. La contraseña debería tener al menos 8 caracteres y contener símbolos intercalados.
fr: alors soyez conscient de cela lorsque vous le partager avec d'autres. Le mot de passe doit être long d'au moins 8 caractères et doit contenir des symboles.
it: quindi ricordati di questo quando li condividi con altri. La password deve essere lunga almeno 8 caratteri e contenere simboli.

# warning_password_reset
source: WARNING: There is ABSOLUTELY NO WAY to reset your password or username in surespot so make sure you remember it!
de: ACHTUNG: Es gibt ABSOLUT KEINE MÖGLICHKEIT dein Passwort oder Benutzernamen in surespot zurückzusetzen!
es: ATENCIÓN: No es posible restablecer la contraseña en Surespot por lo que ¡asegúrate de recordarla!
fr: ATTENTION: Il n'existe AUCUN MOYEN de réinitialiser votre mot de passe ou nom d'utilisateur dans surespot alors assurez-vous de pouvoir vous en souvenir !
it: ATTENZIONE: Non esiste NESSUN MODO per ripristinare la tua password o username in surespot, quindi assicurati di ricordarteli!

# create_user_progress
source: creating a user and generating key pairs
de: Erstelle Benutzerprofil und generiere Schlüsselpaare
es: creando usuario y generando par de claves
fr: création d'un utilisateur et à générer une paires de clés
it: creazione di un utente e generando la coppia di chiavi

source: create
de: Erstellen
es: Crear
fr: créer
it: crea

source: passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: les mots de passe ne correspondent pas
it: le password non corrispondono

# username_exists
source: That username already exists, please choose another.
de: Benutzername existiert bereits, bitte wählen sie einen neuen.
es: Ese nombre de usuario ya está en uso, por favor introduce uno nuevo.
fr: Ce nom d'utilisateur existe déjà, veuillez en choisir un autre.
it: L'username esiste già, per favore scegline un altro.

# user_creation_throttled
source: too many user creation attempts, try again later
de: Zu viele Benutzeranfragen, versuchen Sie es später erneut
es: Demasiados intentos de creación de usuario, inténtalo de nuevo dentro de un rato.
fr: trop de tentatives de création de l'utilisateur, réessayez plus tard
it: troppi tentativi di creazione utente, riprova più tardi

# signup_update
source: please update surespot to create a new user
de: Bitte aktualisieren Sie surespot um einen neuen Benutzer zu erstellen
es: Por favor actualiza surespot para crear un nuevo usuario
fr: veuillez mettre à jour surespot pour créer un nouvel utilisateur
it: aggiorna surespot per creare un nuovo utente

# could_not_create_user
source: could not create user, please try again later
de: Benutzer konnte nicht erstellt werden, versuchen sie es später erneut
es: No se ha podido crear el usuario, por favor inténtalo de nuevo más tarde.
fr: impossible de créer l'utilisateur, veuillez réessayer plus tard
it: impossibile creare l'utente, riprova più tardi

source: pay
de: bezahlen
es: Pagar
fr: payer
it: paga

source: what you like
de: was Ihnen gefällt
es: lo que quieras
fr: ce que vous aimez
it: quello che vuoi

# billing_could_not_enable
source: Could not enable in-app billing.
de: Konnte In-App Bezahlung nicht aktivieren.
es: No es posible el pago desde la propia aplicación.
fr: Impossible d'activer la facturation in-app.
it: Impossibile abilitare il pagamento tramite applicazione

# billing_purchase_error
source: Error, could not complete purchase.
de: Fehler, Kauf konnte nicht abgeschlossen werden.
es: Error, no se ha podido llevar a cabo la compra.
fr: Erreur, impossible de compléter l'achat.
it: Errore, acquisto non completato.

# billing_paypal_link_email_subject
source: surespot pay what you like paypal link
de: PayPal Link zum unterstützen von surespot
es: surespot paga lo que quieras, enlace a Paypal
fr: lien pour faire un don à surespot via paypal
it: link per la donazione libera con paypal

# billing_paypal_link_email_body
source: Thank you for paying what you like for surespot! The paypal link is:
de: Danke für die Zahlung an surespot! Der PayPal Link ist wie folgt:
es: ¡Gracias por pagar lo que quieres por surespot! El enlace de Paypal es:
fr: Merci de faire un don à surespot! Le lien paypal est:
it: Grazie per la donazione per surespot! Il link paypal è:

source: none
de: keine
es: Ninguno
fr: aucun
it: niente

# pwyl_paypal_send_to_self
source: email link to yourself
de: Email an sich selbst versenden
es: Reenviar enlace por correo
fr: s'envoyer le lien par courriel
it: link email a te stesso

# billing_bitcoin_copied_to_clipboard
source: %@ copied to clipboard
de: %@ in die Zwischenablage kopiert
es: %@ copiado al portapapeles
fr: %@ copié dans le presse papier
it: %@ copiato nella clipboard

# billing_bitcoin_email_subject
source: surespot pay what you like bitcoin address
de: Bitcoin Adresse zum unterstützen von surespot
es: surespot paga lo que quieras, dirección Bitcoin
fr: adresse pour faire un don à surespot via bitcoin
it: indirizzo per la donazione libera con bitcoin

# billing_bitcoin_email_body_address
source: Thank you for paying what you like for surespot! The bitcoin address is: %@
de: Vielen Dank für die Unterstützung von surespot! Anbei die Bitcoin Adresse: %@
es: ¡Gracias por pagar lo que quieres por surespot! la dirección Bitcoin es: %@
fr: Merci de faire un don à surespot! L'adresse bitcoin est: %@
it: Grazie per la donazione per surespot! L'indirizzo bitcoin è: %@

# billing_bitcoin_email_body_qr
source: The QR code can be viewed here: %@
de: Der QR-Code kann hier eingesehen werden: %@
es: El código QR se puede visualizar aquí: %@
fr: Le QR code peut être visionné ici: %@
it: Il codice QR può essere visualizzato qui: %@

source: could not open bitcoin wallet
de: Die Bitcoin Brieftasche konnte nicht geöffnet werden
es: No se puede abrir el monedero bitcoin
fr: impossible d'ouvrir le portefeuille bitcoin
it: apertura del portafoglio bitcoin non riuscita

# message_sending
source: sending...
de: versenden...
es: enviando...
fr: envoi en cours...
it: invio...

# message_loading_and_decrypting
source: loading and decrypting...
de: laden und entschlüsseln...
es: cargando y descifrando...
fr: chargement et décryptage ...
it: caricamento e decrittazione...

source: could not log in to server
de: Anmeldung am Server fehlgeschlagen
es: No se pudo acceder al servidor
fr: impossible de s'identifier sur le serveur
it: login al server non riuscito

source: could not connect to server
de: Verbindung zu server fehlgeschlagen
es: No se puede conectar con el servidor
fr: impossible de se connecter au serveur
it: connessione al server non riuscita

# autoinvite_user_exists
source: your friend list already contains %@
de: Ihre Kontaktliste enthält bereits %@
es: %@ ya está entre tus contactos.
fr: votre liste d'amis contient déjà %@
it: la tua lista di amici contiene già %@

source: loading latest messages failed
de: Laden neuesten Mitteilungen gescheitert
es: Ha fallado la carga del último mensaje
fr: échec du chargement des derniers messages
it: caricamento degli ultimi messaggi non riuscito

source: could not delete message
de: Mitteilung konnte nicht gelöscht werden
es: No se puede borrar el mensaje
fr: impossible de supprimer le message
it: cancellazione del messaggio non riuscita

source: could not delete messages
de: Mitteilungen konnten nicht gelöscht werden
es: No se pueden borrar los mensajes
fr: impossible de supprimer les messages
it: cancellazione dei messaggi non riuscita

source: could not delete friend
de: Kontakt konnte nicht gelöscht werden
es: No se puede borrar el contacto
fr: impossible de supprimer l'ami
it: cancellazione dell'amico non riuscita

source: could not set message lock state
de: Verriegelung konnte nicht gesetzt werden
es: No se pudo establecer el estado de bloqueo del mensaje
fr: impossible de définir l'état de verrouillage de message
it: impossibile settare il messaggio nello stato "bloccato"

# menu_save_to_gallery
source: save to gallery
de: In Galerie speichern
es: Guardar en galería
fr: sauver dans la galerie
it: salva nella galleria

# menu_resend_message
source: resend message
de: Mitteilung erneut versenden
es: Reenviar mensaje
fr: renvoyer le message
it: reinvia messaggio

# menu_lock
source: lock
de: sperren
es: bloqueado
fr: verrouillé
it: blocca

# menu_unlock
source: unlock
de: entsperren
es: desbloqueado
fr: déverrouillé
it: sblocca

source: image saved to gallery
de: Bild in der Galerie gespeichert
es: Imagen guardada en la galería
fr: image sauvée dans la galerie
it: immagine salvata nella galleria

source: error saving image to gallery
de: Fehler beim Abspeichern des Bildes in der Galerie
es: Error guardando la imagen en la galería
fr: erreur lors de la sauvegarde de l'image dans la galerie
it: errore nel salvataggio dell'immagine nella galleria

# delete_message_confirmation_title
source: are you sure you wish to delete this message?
de: Sind Sie sicher, dass Sie diese Mitteilung löschen möchten?
es: ¿Seguro que deseas borrar este mensaje?
fr: êtes-vous sûr de vouloir supprimer ce message?
it: sei sicuro di voler cancellare questo messaggio?

# message_error_decrypting_message
source: error decrypting message
de: FEHLER BEI DER ENTSCHLÜSSELUNG DER MITTEILUNG
es: ERROR DESCIFRANDO MENSAJE
fr: ERREUR DECRYPTAGE DU MESSAGE
it: ERRORE NEL DECRITTARE IL MESSAGGIO

# could_not_respond_to_invite
source: Could not respond to invite, please try again later.
de: Konnte auf die Kontaktanfrage nicht antworten, bitte versuchen Sie es später erneut.
es: No se ha podido responder a la invitación, por favor inténtalo de nuevo en un rato.
fr: Impossible de répondre à l'invitation, veuillez réessayer plus tard.
it: Risposta all'invito non riuscita, riprova più tardi.

# friend_status_is_deleted
source: is deleted
de: ist gelöscht
es: borrado
fr: est supprimé
it: è stato cancellato

# friend_status_is_invited
source: is invited
de: ist angefragt
es: invitado
fr: est invité
it: è stato invitato

# friend_status_is_inviting
source: is inviting
de: wird eingeladen
es: invitando
fr: invite
it: sta invitando

# menu_close_tab
source: close tab
de: Tab schließen
es: Cerrar pestaña
fr: fermer l'onglet
it: chiudi scheda

# menu_assign_image
source: assign image
de: Bild zuordnen
es: Asignar imagen
fr: affecter l'image
it: assegna un'immagine

# menu_delete_all_messages
source: delete all messages
de: Alle Mitteilungen löschen
es: Borrar todos los mensajes
fr: supprimer tous les messages
it: cancella tutti i messaggi

# menu_delete_message
source: delete message
de: Mitteilung löschen
es: Borrar mensaje
fr: supprimer le message
it: cancella messaggio

# menu_delete_friend
source: delete friend
de: Kontakt löschen
es: Borrar contacto
fr: supprimer l'ami
it: cancella amico

# delete_friend_confirmation
source: are you sure you wish to delete friend: %@?
de: Sind Sie sicher, dass Sie den Kontakt %@ löschen möchten?
es: ¿Seguro que deseas borrar al contacto: %@?
fr: êtes-vous sûr de vouloir supprimer l'ami: %@?
it: sei sicuro di voler cancellare l'amico: %@?

source: password
de: Passwort
es: Contraseña
fr: mot de passe

# change_password_actionbar_right
source: change
de: Ändern
es: Cambiar
fr: changement
it: cambia

# change_password_progress
source: changing password
de: Passwort wird geändert
es: Cambiando contraseña
fr: changement du mot de passe
it: cambio password in corso

source: could not change password
de: Passwort konnte nicht geändert werden
es: No se ha podido cambiar la contraseña
fr: impossible de changer le mot de passe
it: cambio password non riuscito

# password_changed
source: password changed, please backup the identity
de: Passwort wurder geändert, bitte erneut Backup erstellen
es: Contraseña cambiada, por favor haz una copia de seguridad del perfíl
fr: mot de passe changé, veuillez sauvegarder l'identité
it: password cambiata, esegui il backup dell'identità

source: delete
de: löschen
es: borrar
fr: supprimer
it: cancella

# delete_identity_progress
source: deleting identity
de: Profil löschen
es: Borrando perfil
fr: supression de l'identité
it: cancellazione identità

source: could not delete identity
de: Profil konnte nicht gelöscht werden
es: No se ha podido borrar el perfil
fr: impossible de supprimer l'identité
it: cancellazione identità non riuscita

source: identity deleted
de: Profil gelöscht
es: Perfil borrado
fr: identité supprimée
it: identità cancellata

source: backup
de: Sichern
es: Exportar
fr: sauvegarde

source: backup identity %@
de: Profil %@ sichern
es: Exportar perfil %@
fr: sauvegarder l'identité %@
it: backup identità %@

# backed_up_identity_to_path
source: backed up identity %1$@ to %2$@
de: Profil %1$@ gesichert nach %2$@
es: Exportar perfil %1$@ a %2$@
fr: sauvegarde l'identité %1$@ en %2$@
it: eseguito il backup dell'identità %1$@ in %2$@

source: restore
de: wiederherstellen
es: restaurar
fr: restaurer
it: ripristina

source: restore identity %@
de: Profil %@ wiederherstellen
es: Restaurar perfil %@
fr: restauration de l'identité %@
it: ripristina l'identità %@

source: assign
de: zuweisen
es: Asignar
fr: affecter
it: assegna

source: could not load image
de: Bild konnte nicht geladen werden
es: No se puede cargar la imagen
fr: Impossible de charger l'image
it: impossibile caricare l'immagine

source: pan and zoom
de: schwenken und zoomen
es: mover y hacer zoom
fr: déplacement et zoom
it: muovi e fai zoom

source: done
de: erledigt
es: hecho
fr: fini
it: fatto

# message_error_invalid
source: error sending message: invalid message
de: Fehler beim Senden der Mitteilung: Mitteilung ungültig
es: Error al enviar el mensaje: mensaje no válido
fr: erreur d'envoi de message: message non valide
it: errore nell'invio del messaggio: messaggio invalido

# message_error_unauthorized
source: error sending message: unauthorized
de: Fehler beim Senden der Mitteilung: nicht autorisiert
es: Error al enviar el mensaje: no autorizado
fr: erreur d'envoi de message: non autorisé
it: errore nell'invio del messaggio: non autorizzato

# error_message_throttled
source: error sending message: throttled
de: Fehler beim Senden der Mitteilung: gedrosselt
es: Error al enviar el mensaje: limitación de entrada
fr: erreur d'envoi de message: étranglement
it: errore nell'invio del messaggio: throttled

# error_message_generic
source: error sending message
de: Fehler beim Senden der Mitteilung
es: Error enviando mensaje
fr: erreur d'envoi de message
it: errore nell'invio del messaggio

# error_message_resend
source: sending failed - long press to resend
de: Senden fehlgeschlagen - lange drücken, um erneut zu senden
es: Envío fallido - pulsación larga para reenviar
fr: l'envoi a échoué - appui long pour renvoyer
it: invio fallito - tieni premuto per reinviare

source: VIA GOOGLE PLAY IN APP PURCHASE
de: VIA IN APP KAUF
es: MEDIANTE CARGO EN APP
fr: VIA ACHAT DANS L'APP
it: VIA AQUISTO IN-APP DI GOOGLE PLAY

# pwyl_send_to_dialog_title
source: send to?
de: Senden an?
es: ¿Enviar?
fr: envoyer à ?
it: inviare a?

source: open link in browser
de: Link im Browser öffnen
es: Abrir enlace en el navegador
fr: Ouvrir le lien dans le navigateur
it: apri link nel browser

# send_link_in_email
source: email link to yourself
de: Link an sich selbst schicken
es: reenviarte enlace por correo
fr: s'envoyer le lien par courriel
it: invia link email a te stesso

source: copy address to clipboard
de: Adresse in Zwischenablage kopieren
es: Copiar dirección al portapapeles
fr: copier l'adresse dans le presse papier
it: copia l'indirizzo nella clipboard

# send_address_and_qr_code_in_email
source: email yourself address and QR code
de: Adresse und QR Code an sich selbst versenden
es: Enviarte dirección y código QR
fr: s'envoyer l'adresse et le QR code par courriel
it: mandati via mail l'indirizzo ed il codice QR

# open_bitcoin_wallet
source: open bitcoin wallet (if supported)
de: Bitcoin Brieftasche öffnen (falls vorhanden)
es: Abrir monedero Bitcoin (si está soportado)
fr: ouvrir le portefeuille bitcoin (si supporté)
it: apri il portafoglio bitcoin (se supportato)

source: select identity
de: Profil auswählen
es: Selecciona un perfil
fr: sélectionner l'identité
it: seleziona l'identità

source: current password
de: Aktuelles Passwort
es: Contraseña actual
fr: mot de passe actuel
it: password attuale

source: new password
de: Neues Passwort
es: Nueva contraseña
fr: nouveau mot de passe
it: nuova password

source: confirm password
de: Passwort wiederholen
es: Confirmar contraseña
fr: confirmer le mot de passe
it: conferma password

source: change password
de: Passwort ändern
es: Cambiar contraseña
fr: changer le mot de passe
it: cambia password

source: select none
de: Keine auswählen
es: Nada seleccionado
fr: tout désélectionner
it: deseleziona tutto

source: select all
de: Alle auswählen
es: Elegir todo
fr: tout sélectionner
it: seleziona tutto

# delete_identity_message_warning
source: Deleting an identity will erase all messages that identity has sent. It can not be undone.
de: Das Löschen eines Profils löscht alle Nachrichten die von diesem Profil aus versendet wurden, auch bei den Empfängern. Dieser Vorgang kann nicht rückgängig gemacht werden.
es: Borrando un perfil borrarás todos los mensajes enviados con ese perfil. Esta acción no se puede deshacer.
fr: Supprimer une identité va effacer tous les messages que l'identité a envoyé. Aucune annulation possible.
it: Cancellando un'identità tutti i messaggi mandati da tale identità saranno cancellati. Questa operazione non può essere annullata.

# identity_colon
source: identity:
de: Profil:
es: perfil:
fr: identité:
it: identità:

# backup_location_note
source: Note: this may or may not be the removable SD card depending on your device.
de: Hinweis: Dieses kann oder kann nicht der austauschbaren SD-Karte je nach Gerät sein.
es: Nota: puede ser o no una tarjeta SD extraible, dependiendo de tu dispositivo.
fr: Note: ceci peut, ou non, être la carte SD amovible, en fonction de votre appareil
it: Nota: questa potrebbe essere o meno la scheda SD rimovibile, a seconda del tuo dispositivo.

# invite_others
source: Invite others to communicate with you privately via surespot by sharing an auto-invite link with them.
de: Laden Sie Andere ein um mit ihnen via surespot zu kommunizieren indem Sie eine automatischen Einladungslink an sie versenden.
es: Invita a otros a hablar privadamente en Surespot compartiendo con ellos una invitación.
fr: Invitez d'autres personnes à communiquer avec vous en privé avec surespot en partageant un lien d'auto-invitation avec eux.
it: Invita altri a comunicare con te privatamente tramite surespot condividendo con loro un link di invito automatico.

# invite_reassurance
source: Your contact information is not stored, uploaded, or used anywhere other than in this capacity.
de: Ihre Kontaktdaten werden nicht gespeichert, hochgeladen oder irgendwo anders verwendet als in diesem Zusammenhang.
es: La información de tus contactos no está guardada, cargada ni es usada de otra forma que no sea esta.
fr: Vos coordonnées ne sont pas stockées, envoyées ou utilisées à un autre emplacement que dans cette application.
it: Le informazioni associate al tuo contatto non sono memorizzate, caricate o usate in nessun altro modo.

source: invite via email
de: Einladung via Email
es: Invitar por correo
fr: inviter par courriel
it: invita via email

source: invite via text message
de: Einladung via Textmitteilung
es: Invitar mediante mensaje de texto
fr: inviter par message texte
it: invita via sms

source: invite via other application
de: Einladung via einer anderen Anwendung
es: Invitar usando otra aplicación
fr: inviter via une autre application
it: invita tramite un'altra applicazione

# click_to_select_email_contacts
source: Press the button to select email addresses and launch your email app.
de: Tippen Sie auf die Schaltfläche, um E-Mail-Adressen auszuwählen und Ihre E-Mail-App zu starten.
es: Pulsa el botón para elegir la dirección de correo y ejecutar la aplicación de correo electrónico.
fr: Appuyez sur le bouton pour sélectionner les adresses courriel et exécuter votre application de messagerie.
it: Premi il bottone per selezionare indirizzi email e avviare l'applicazione email.
