Repository: K56Flex/surespot-ios
Catalog: surespot/*.lproj/Localizable.strings
Languages: de, es, fr, it

source: friends
de: Kontakte
es: Contactos
fr: amis
it: amici

# menu_settings
source: settings
de: Einstellungen
es: Ajustes
fr: paramètres
it: impostazioni

# username_label
source: username:
de: Benutzername:
es: Usuario:
fr: nom d'utilisateur:

# password_label
source: password:
de: Passwort:
es: Contraseña:
fr: mot de passe:

# title_activity_signup
source: signup
de: Registrieren
es: Registro
fr: s'inscrire
it: registrati

# title_activity_friends
source: friends
de: Kontakte
es: Contactos
fr: amis
it: amici

# export_sd
source: Execute Device Storage Backup.
de: Lokale Sicherung ausführen
es: Ejecutar copia de seguridad en almacenamiento local
fr: Exécuter la sauvegarde sur le stockage de l'appareil
it: Esegui backup su archivio locale

# import_sd
source: Restore from Device Storage.
de: vom lokalen Datenträger wiederherstellen
es: Restaurar desde almacenamiento local
fr: Restaurer depuis le stockage de l'appareil
it: Ripristina dalla Memoria del Dispositivo

# title_activity_image_view
source: image view
de: Bild ansehen
es: Ver imagen
fr: aperçu image
it: visualizza immagine

# title_activity_image_select
source: image select
de: Bild auswählen
es: Seleccionar imagen
fr: image sélectionner
it: selezione immagine

# title_activity_settings
source: settings
de: Einstellungen
es: Ajustes
fr: paramètres
it: impostazioni

# title_activity_export_identity
source: backup identity
de: Profil exportieren
es: Exportar perfil
fr: sauvegarde identité
it: salva i dati dell'identità

# delete_identity_user
source: delete identity: %@
de: Profil löschen: %@
es: Eliminar perfil: %@
fr: supprimer identité: %@
it: elimina identità: %@

# import_identities
source: restore identity...
de: Profil wiederherstellen...
es: Restaurar perfil...
fr: restauration identité...
it: ripristina identità...

# create_identity_label
source: create new identity...
de: Neues Profil anlegen...
es: Crear nuevo perfil...
fr: créer nouvelle identité...
it: crea nuova identità...

# no_identity_exported
source: no identity backed up
de: Profil nicht exportiert
es: No se ha exportado el perfil
fr: aucune identité sauvegardée
it: nessun backup di identità salvato

# no_identity_imported
source: no identity restored
de: Profil nicht wiederhergestellt
es: No se ha restaurado el perfil
fr: aucune identité restaurée
it: nessuna identità ripristinata

source: no identity deleted
de: Profil nicht gelöscht
es: No se ha eliminado el perfil
fr: aucune identité supprimée
it: nessuna identità eliminata

# identity_imported_successfully
source: identity restored successfully
de: Profil erfolgreich wiederhergestellt
es: Perfil restaurado correctamente
fr: identité restaurée avec succès
it: identità ripristinata correttamente

# could_not_import_identity
source: could not restore identity
de: Profil konnte nicht wiederhergestellt werden
es: No se puede restaurar el perfil
fr: impossible de restaurer l'identité
it: impossibile ripristinare l'identità

# could_not_restore_identity_name
source: could not restore identity %@
de: Profil %@ konnte nicht wiederhergestellt werden
es: No se puede restaurar el perfil %@
fr: impossible de restaurer l'identité %@
it: impossibile ripristinare l'identità %@

# notifications_sound
source: sound
fr: son
it: audio

# notifications_enabled
source: enabled
fr: activer
it: abilitato

# camera_init
source: initializing camera
de: Kamera starten
es: Iniciando cámara
fr: initialisation de la caméra
it: avviamento fotocamera

source: uploading image
de: Bild hochladen
es: Subiendo imagen
fr: transfert d'image
it: caricamento immagine

source: could not upload image
de: Bild konnte nicht hochgeladen werden
es: No se ha podido subir la imagen
fr: impossible de transférer des images
it: impossibile caricare l'immagine

source: image successfully uploaded
de: Bild wurde erfolgreich hochgeladen
es: Imagen subida correctamente
fr: Image transférée avec succès
it: immagine caricata correttamente

source: select image
de: Bild auswählen
es: Selecciona imagen
fr: sélectionner l'image
it: seleziona immagine

source: capture image
de: Foto aufnehmen
es: Capturar imagen
fr: capturer image
it: scatta foto

source: assign image
de: Bild zuordnen
es: Asignar imagen
fr: affecter image
it: assegna immagine

source: log out
de: abmelden
es: Cerrar sesión
fr: déconnecter
it: esci

source: settings
de: Einstellungen
es: Ajustes
fr: paramètres
it: impostazioni

# no_friends
source: No friends...yet. Invite surespot users by entering their username below.
de: Keine Kontakte...für den Moment. Um weitere surespot-user einzuladen, gib deren Benutzername unten ein.
es: No existen contactos todavía... Invita a usuarios de surespot proporcionando su nombre y dándole a invitar.
fr: Aucun ami... pour l'instant. Inviter des utilisateurs sur surespot en saisissant leur nom d'utilisateur ci-dessous.
it: Nessun amico... per ora. Invita utenti di surespot inserendo il loro nome utente qui sotto.

# help_invite
source: Invite surespot users by entering their username on the home tab.
de: Laden sie surespot-Benutzer ein, indem sie deren Benutzername auf der Startseite eingeben.
es: Invita a usuarios de Surespot introduciendo su nombre y pulsando "Invitar" en la pestaña "Inicio"
fr: Inviter des utilisateurs sur surespot en saisissant leur nom d'utilisateur sur l'onglet 'maison'.
it: Invita utenti surespot inserendo il loro nome utente nella sezione home.

# invite_contacts
source: Use the 'invite contacts' menu option to invite users via QR code, email, text message, or other applications.
de: Verwenden Sie die 'Kontakte einladen' Menü-Option, um Benutzer per QR-Code, E-Mail, SMS oder einer anderen Anwendungen einzuladen.
es: Usa la opción de menú "invitar contactos" para invitar usuarios mediante código QR, correo electrónico, mensaje de texto u otras aplicaciones.
fr: Utilisez l'option 'inviter des contacts' du menu pour inviter des utilisateurs via un QR code, courriel, message texte ou d'autres applications.
it: Usa l'opzione 'invita contatti' nel menu per invitare utenti con codice QR, email, sms o altre applicazioni.

# navigate_between_chat_tabs
source: Navigate between tabs by swiping.
de: Wischen Sie über den Bildschirm um zwischen den Tabs zu wechseln.
es: Desplázate entre las pestañas deslizando el dedo por la pantalla.
fr: Naviguez entre les onglets par glissement.
it: Naviga tra le schede trascinando.

# help_holdmessage
source: Hold on a message for message options.
de: Halten Sie die Nachricht gedrückt, um auf die Nachrichtenoptionen zu gelangen.
es: Mantén pulsado un mensaje para ver las opciones.
fr: Appuyez longuement sur un message pour les options de message.
it: Tieni premuto su un messaggio per visualizzare le opzioni.

# help_holdfriend
source: Hold on a friend for friend options.
de: Halten Sie einen Kontakt gedrückt, um auf die Kontaktoptionen zu gelangen.
es: Mantén pulsado un contacto para ver las opciones.
fr: Appuyez longuement sur un ami pour les options d'ami.
it: Tieni premuto su un amico per visualizzare le opzioni.

# help_imageZoom
source: Zoom images by touching the image.
de: Berühren sie das Bild, um es zu vergrößern.
es: Amplía las imágenes mediante un toque sobre ellas.
fr: Zoomez sur les images en les touchant.
it: Tocca l'immagine per ingrandirla.

source: incorrect password or key
de: Falsches Passwort oder falscher Schlüssel
es: Contraseña o clave incorrecta
fr: mot de passe ou clé incorrecte
it: password o chiave non corretta

source: no such user
de: Nutzer nicht gefunden
es: No existe el usuario
fr: utilisateur inconnu
it: utente inesistente

# roll_keys
source: generate new key pairs
de: Erzeuge neues Schlüsselpaar
es: Generar nuevo pares de claves
fr: générer de nouvelles paires de clés
it: genera nuove coppie di chiavi

# regenerate_keys
source: generate new key pairs
de: Erzeuge neues Schlüsselpaar
es: Generar nuevo pares de claves
fr: générer de nouvelles paires de clés
it: genera nuove coppie di chiavi

# could_not_create_new_keys
source: could not create new key pairs
de: Schlüsselpaar konnte nicht erstellt werden
es: No se puede crear el nuevo pares de claves
fr: Impossible de créer de nouvelles paires de clés
it: impossibile creare nuove coppie di chiavi

# keys_created
source: new keys successfully created, please backup the identity
de: Neue Schlüssel wurden erfolgreich erzeugt, bitte exportieren sie ihr Profil.
es: Se ha creado correctamente el nuevo par de claves, por favor haz una copia de seguridad del perfíl
fr: nouvelles clés créées avec succès, veuillez sauvegarder l'identité
it: nuove chiavi create con successo, esegui il backup dell'identità

source: close tab
de: Tab schließen
es: Cerrar pestaña
fr: fermer l'onglet
it: chiudi scheda

# action_settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni

source: no messages
de: Keine Mitteilungen
es: Sin mensajes
fr: aucun message
it: nessun messaggio

source: delete message
de: Mitteilung löschen
es: Borrar mensaje
fr: supprimer message
it: elimina messaggio

# block_underline
source: <u>block</u>
de: <u>blockieren</u>
es: <u>bloquear</u>
fr: <u>bloquer</u>
it: <u>blocca</u>

# ignore_underline
source: <u>ignore</u>
de: <u>ignorieren</u>
es: <u>ignorar</u>
fr: <u>ignorer</u>
it: <u>ignora</u>

# accept_underline
source: <u>accept</u>
de: <u>akzeptieren</u>
es: <u>aceptar</u>
fr: <u>accepter</u>
it: <u>accetta</u>

# crash_toast_text
source: houston we have a problem
de: Fehler aufgetreten.
es: ¡Houston, tenemos un problema!
fr: Houston, nous avons un problème
it: houston, abbiamo un problema

# crash_dialog_title
source: surespot has crashed
de: surespot ist abgestürzt
es: surespot ha fallado
fr: surespot a planté
it: surespot è andato in crash

# crash_dialog_text
source: We must confess that an unexpected error has occurred. Please help us to fix the issue by touching OK to send an error report containing no personally identifying information.
de: Wir müssen leider eingestehen, das es einen unerwarteten Fehler gab. Bitte helfen sie uns indem sie durch das tippen auf "OK" einen Fehlerbericht an uns senden, welcher keine Informationen beinhaltet, durch die sie identifiziert werden können.
es: Tenemos que confesar que a ocurrido un error inesperado. Por favor ayúdanos a solucionar el problema pulsando OK para enviar un informe de errores que no contiene ninguna información identificativa personal.
fr: Il nous faut reconnaître q'une erreur inattendue à eu lieu. Merci de nous aider à corriger ce problème en pressant OK pour envoyer un rapport d'erreur ne contenant aucune données personnelles.
it: Dobbiamo confessare che si è verificato un errore inaspettato. Per piacere aiutaci a risolvere il problema toccando OK per inviare una segnalazione di errore che non contiene informazioni personali.

# crash_dialog_comment_prompt
source: You can add your comments about the problem below if you like:
de: Falls Sie möchten, können Sie uns einen Kommentar über das Problem mitteilen:
es: Puedes añadir comentarios acerca del problema si lo deseas:
fr: Vous pouvez ajouter vos commentaires sur le problème, si vous le souhaitez:
it: Puoi aggiungere dei commenti riguardo al problema qui sotto:

# crash_dialog_ok_toast
source: Thank you!
de: Danke!
es: ¡Gracias!
fr: Merci!
it: Grazie!

# external_invite_message
source: I'd like to chat with you privately via surespot. Click %@ to install the andrid app and invite me as a friend.
de: Ich würde gerne mit Ihnen via surespot verschlüsselt chatten. Klicken Sie %@, um die app zu installieren und mich als Kontakt aufzunehmen.
es: Me gustaría chatear contigo de manera privada a través de surespot. Pulsa %@ para instalar la app y agrégame a tus contactos.
fr: Je voudrais discuter avec toi en privé via surespot. Clique %@ pour installer l'application et invite-moi en ami.
it: Vorrei chattare con te in privato su surespot. Clicca %@ per installare l'app per android e invitami come amico.

# help_backupIdentities1
source: Because surespot uses encryption keys that are never uploaded to our servers, if you lose your phone, or uninstall then re-install the app, or wipe the app's data, you will not be able to login unless you have backed up your identity.
de: Falls Sie Ihr Handy verlieren oder die App deinstallieren und erneut installieren, haben Sie keinen Zugriff mehr auf Ihre Profildaten. Sie werden nicht in der Lage sein sich anzumelden, falls Sie nicht zuvor Ihr Profil exportiert haben. Die surespot-Verschlüsselungsschlüssel werden niemals auf unsere Server hochgeladen.
es: Como surespot usa llaves encriptadas que nunca se guardan en nuestros servidores, si pierdes el móvil o desinstalas y vuelves a instalar la aplicación, o limpias los datos de la aplicación, no podrás acceder a menos que hayas hecho una copia de seguridad de tu perfil.
fr: Parce-que surespot utilise des clés de cryptage qui ne sont jamais transférées sur nos serveurs, si vous perdez votre téléphone ou désinstallez puis réinstallez l'application, ou effacez les données de l'application, vous ne serez plus en mesure de vous connecter à moins d'avoir sauvegardé votre identité.
it: Poiché surespot usa chiavi cifrate che non sono mai caricate sui nostri server, se perdi il tuo telefono, o disinstalli e reinstalli l'app, o cancelli i dati dell'app, non potrai ricollegarti senza aver fatto un backup dell'identità in precedenza.

# help_backup_local
source: For maximum security we recommend using Device Storage backup. Once backed up, the identity file should then be copied (or moved) from your device to a secure location so that it may be restored in the case of app uninstall or 'clear data', a lost or stolen device, or other data loss.
fr: Pour une sécurité maximale, nous vous recommandons d'utiliser la sauvegarde sur le stockage de l'appareil. Une fois sauvegardé, le fichier d'identité doit ensuite être copié (ou déplacé) de votre appareil vers un emplacement de sauvegarde sécurisé, de sorte qu'il puisse être restauré en cas de ré-installation de l'application, de suppression des données, de perte/vol de l'appareil ou toute autre perte de données.

# help_backup_drive2
source: Your identities will be stored on Google Drive in the folder 'surespot identity backups'. Identities can be restored from the create user screen or in identity management settings.
de: Ihre Profile werden auf Google Drive im Ordner 'surespot identity backups' gespeichert. Profile können unter den Menü 'Einstellungen', auch aus dem Google Drive, wiederhergestellt werden.
es: Tus perfiles serán guardados en Google Drive en la carpeta 'surepost identity backups'. Podrás restaurarlos desde la pantalla de crear usuario o en el menú de ajustes.
fr: Vos identités seront enregistrées sur Google Drive dans le répertoire 'surespot identity backups'. Les identités peuvent être restaurées depuis l'écran de création d'utilisateur ou dans les paramètres de gestion d'identité.
it: Le tue identità saranno salvate su Google Drive nella cartella "surespot identity backups." Le identità possono essere ripristinate dalla schermata di creazione utente o nelle impostazioni di gestione delle identità.

# help_messageHistory
source: Surespot has a 1000 message history. Once you reach 1000 messages your oldest message will be deleted so you will only ever have 1000 (encrypted) messages stored on the server. Of course you can delete any and all of your messages at any time.
de: Surespot verfügt über eine Historie von 1000 Mitteilungen. Wenn Sie 1000 Mitteilungen erreichen, wird Ihre älteste Nachricht gelöscht, so dass immer nur 1000 (verschlüsselte) Nachrichten auf dem Server gespeichert sind. Natürlich können einzelne oder alle Ihre Mitteilungen jederzeit von Ihnen gelöscht werden.
es: Surespot tiene un historial de 1,000 mensajes. Una vez que llegue a 1,000 mensajes su mensaje más antiguo será borrado por lo que sólo alguna vez tiene 1,000 mensajes (cifrado) almacenados en el servidor. Por supuesto, usted puede eliminar todos y cada uno de sus mensajes en cualquier momento.
fr: surespot a un historique de 1000 messages. Une fois que vous atteignez 1000 messages, vos anciens messages seront supprimés de sorte que vous n'aurez jamais plus de 1000 messages (cryptés) stockés sur le serveur. Bien sûr, à tout moment, vous pouvez supprimer un ou tous vos messages.
it: Surespot salva una cronologia di 1000 messaggi. Quando raggiungi il limite di 1000 messaggi, i tuoi messaggi più vecchi verranno cancellati, così che avrai sempre 1000 messaggi (criptati) salvati sul server. Naturalmente puoi cancellare uno qualunque dei tuoi messaggi in ogni momento.

# notification_message
source: %1$@: new message from %2$@
de: %1$@: neue Mitteilung von %2$@
es: %1$@: nuevo mensaje de %2$@
fr: %1$@: nouveau message de %2$@
it: %1$@: nuovo messaggio da %2$@

# notification_invite
source: %1$@: friend invite from %2$@
de: %1$@: Kontakt einladen %2$@
es: %1$@: invitación de contacto de %2$@
fr: %1$@: invitation en ami de %2$@
it: %1$@: invito da %2$@

# notification_invite_accept
source: %1$@: %2$@ has accepted your friend invite
de: %1$@: %2$@ hat Ihre Kontaktanfrage akzeptiert
es: %1$@: %2$@ ha aceptado tu invitación"
fr: %1$@: %2$@ a accepté votre Invitation en ami"
it: %1$@: %2$@ ha accettato il tuo invito"

source: identity
de: Profil
es: Perfil
fr: identité
it: identità

source: invite
de: Einladen
es: Invitar
fr: inviter
it: invita

source: no contact data selected or entered
de: Kein Kontakt ausgewählt oder eingegeben
es: No se ha seleccionado o introducido información de contacto
fr: aucune données de contacts sélectionnés ou saisie
it: nessun dato di contatti selezionato o inserito

source: toggled sms contact population mechanism
de: SMS Kontakt-Auswahl-Mechanismus umgeschaltet
fr: mécanisme de partage des contacts sms activé

# invitation_email_subject
source: Invitation to chat with me privately via surespot
de: Einladung zum privaten Chat via surespot
es: Invitación para chatear conmigo de manera privada a través de surespot
fr: Invitation à discuter avec moi en privé sur surespot
it: invita a chattare privatamente con me via surespot

# invite_no_application_found
source: No application found to handle invite.
de: Keine Anwendung gefunden, um die Einladung zu versenden.
es: No se ha encontrado aplicación para manejar la invitación.
fr: Aucune application trouvée pour gérer l'invitation.
it: applicazione per gestire l'invito non trovata

# invite_progress_text
source: creating invitation
de: Einladung erstellen
es: Creando invitación
fr: création de l'invitation
it: creazione invito in corso

source: email
fr: courriel

source: unknown
de: Unbekannt
es: Desconocido
fr: inconnu
it: sconosciuto

source: log in
de: anmelden
es: Iniciar sesión
fr: identifiant

# login_progress
source: logging in
de: Anmeldevorgang läuft
es: Iniciando sesión
fr: connexion
it: login in corso

# login_check_password
source: Could not log in, please make sure your password is correct.
de: Anmeldung fehlgeschlagen, bitte überprüfe ob das Passwort korrekt ist.
es: No se pudo iniciar sesión, asegúrate de que la contraseña es correcta.
fr: Impossible de se connecter, veuillez vérifier que votre mot de passe est correct.
it: Impossibile effettuare il login, assicurati che la password sia corretta.

# login_try_again_later
source: Error logging in, please try again later.
de: Fehler bei der Anmeldung, bitte versuchen Sie es später.
es: Error al iniciar la sesión, inténtalo de nuevo más tarde.
fr: Erreur de connexion, veuillez réessayer plus tard.
it: Errore nel login, riprova più tardi.

# login_max_identities_reached
source: Sorry, you have already created the maximum number of identities (%d). Identities can be deleted in the identity management settings after logging in.
de: Entschuldigung, Sie haben bereits die maximale Anzahl an Profilen erstellt (%d). Profile können unter Einstellungen nach dem Anmelden gelöscht werden.
es: Lo sentimos, has alcanzado el número máximo de perfiles permitidos (%d). Puedes eliminar perfiles desde el menú de ajustes después de iniciar sesión.
fr: Désolé, vous avez déjà créé le nombre maximal d'identités (%d). Les identités peuvent être supprimées à partir des paramètres de gestion d'identité, après identification.
it: Spiacente, hai superato il limite di identità che puoi creare (%d). Le identità possono essere eliminate nelle impostazioni di gestione identità dopo aver eseguito l'accesso.

source: local cache cleared
de: Lokaler Cache gelöscht
es: Limpiada la caché local
fr: cache local effacé
it: cache locale svuotata

# qr_pre_username_help
source: scanning this QR code will invite
de: Um jemanden einzuladen, scannen Sie diesen QR Code
es: Escaneando este código QR se invitará
fr: inviter en scannant ce QR code
it: la lettura del codice QR inviterà

# qr_post_username_help
source: to be a friend on surespot, installing surespot from the play store if necessary
de: um die Kontaktanfrage zu erhalten muss die App surespot installiert werden
es: a ser un contacto en surespot, y se instalará automáticamente la aplicación si fuese necesario
fr: en ami sur surespot, en installant surespot si nécessaire
it: ad essere tuo amico su surespot, installando surespot dal play store, se necessario

source: send
de: senden
es: Enviar
fr: envoi
it: invia

# main_action_bar_right
source: to
de: zu
es: Seleccionar destinatario
fr: à
it: a

source: could not upload friend image
de: Konnte Kontaktbild nicht hinzufügen
es: No se puede cargar la imagen de contacto
fr: Impossible d'envoyer l'image d'ami
it: impossibile caricare l'immagine dell'amico

# delete_all_confirmation
source: are you sure you wish to delete all messages?
de: Sind Sie sicher, dass Sie alle Mitteilungen löschen möchten?
es: ¿Estás seguro de que deseas eliminar todos los mensajes?
fr: êtes-vous sûr de vouloir supprimer tous les messages ?
it: sei sicuro di voler cancellare tutti i messaggi?

# delete_all_title
source: delete all messages
de: Alle Mitteilungen löschen
es: Borrar todos los mensajes
fr: supprimer tous les messages
it: cancella tutti i messaggi

source: cancel
de: Abbrechen
es: Cancelar
fr: annuler
it: annulla

# friend_self_error
source: Unfortunately you can't be friends with yourself.
de: Leider können Sie sich nicht selbst als Kontakt hinzufügen.
es: No puedes agregarte como contacto a ti mismo. Sería como hablar solo...
fr: Malheureusement, vous ne pouvez pas être votre propre ami.
it: Sfortunatamente non puoi essere amico di te stesso.

# has_been_invited
source: %@ has been invited to be your friend.
de: %@ wurde als Kontakt eingeladen.
es: %@ ha sido invitado a ser su contacto.
fr: %@ vous propose d'être votre ami.
it: %@ è stato invitato ad essere tuo amico.

# has_accepted
source: %@ has accepted your friend request.
de: %@ hat Ihre Kontaktanfrage akzeptiert.
es: %@ ha aceptado tu invitación.
fr: %@ a accepté votre demande d'ami.
it: %@ ha accettato la tua richiesta di amicizia.

source: User does not exist.
de: Benutzer existiert nicht.
es: El usuario no existe
fr: L'utilisateur n'existe pas.
it: L'utente non esiste.

source: You are already friends.
de: Sie sind bereits in Kontakt
es: Ya estáis agregados como contactos.
fr: Vous êtes déjà amis.
it: Siete già amici.

# already_invited
source: You have already invited this user.
de: Die Kontaktanfrage wurde bereits versendet.
es: Ya habías invitado al usuario.
fr: Vous avez déjà invité cet utilisateur.
it: Hai già invitato questo utente.

# could_not_invite
source: Could not invite friend, please try again later.
de: Kontaktanfrage konte nicht versendet werden, bitte versuchen Sie es später.
es: No se ha podido invitar al contacto, por favor inténtalo de nuevo.
fr: Impossible d'inviter un ami, veuillez réessayer plus tard.
it: Invito non riuscito, riprova più tardi.

source: keys
de: Schlüssel
es: Claves
fr: clés
it: chiavi
