Repository: K56Flex/surespot-ios
Catalog: surespot/*.lproj/Localizable.strings
Languages: de, es, fr, it

# invite_text
source: Press the button to select phone numbers and launch your sms app. (Please [touch here] if contacts fail to populate in your sms app).
de: Tippen Sie auf die Schaltfläche, um Telefonnummern auszuwählen und Ihre SMS-App zu starten. (Bitte [hier klicken], wenn Kontakte nicht in die SMS App übertragen werden).
es: Pulsa el botón para elegir el número de teléfono y ejecutar la aplicación de SMS. (Si hay algún error al cargar los contactos [pulsa aquí]).
fr: Appuyez sur le bouton pour sélectionner les numéros de téléphone et exécuter votre application sms. (Veuillez [cliquez ici] si les contacts ne sont pas envoyés dans votre application sms).
it: Premi il bottone per selezionare numeri di telefono e avviare l'app SMS. ([Tocca qui] se i contatti non appaiono nell'app SMS.)

# touch_invite_button
source: Press the button to select application to invite with, eg. facebook, twitter.
de: Tippen Sie auf die Schaltfläche um weiter Anwendung auszuwählen, z. B. Facebook, Twitter.
es: Toca "invitar" para seleccionar la aplicación con la cual invitar, por ejemplo: facebook, twitter.
fr: Appuyez sur le bouton pour sélectionner une application avec laquelle inviter, par exemple facebook, twitter.
it: Premi il bottone per selezionare l'app con cui invitare qualcuno, per esempio su facebook o twitter.

source: phone number
de: Telefonnummer
es: Número de teléfono
fr: numéro de téléphone
it: numero di telefono

# generate_new_keypairs
source: Generate new private key pairs for the selected identity and revoke the current pair. Any other devices (ie. lost or stolen phones) will no longer be able to access surespot using the selected identity.
de: Neues privates Schlüsselpaar für die ausgewählte Profil generieren und das aktuelle Schlüsselpaar verwerfen. Alle anderen Geräte (z.B. verlorene oder gestohlene Telefone) sind somit nicht mehr in der Lage, auf das ausgewählte surespot Profil zuzugreifen.
es: Genera un nuevo par de claves para el perfil seleccionado y anula el par actual. Cualquier otro dispositivo no podrá acceder a surespot usando este perfil.
fr: Générer une nouvelle paire de clés privées pour l'identité choisie et révoquer la paire actuelle. Tous les autres périphériques ne seront plus en mesure d'accéder à surespot en utilisant cette identité.
it: Genera una nuova coppia di chiavi per l'identità selezionata e revoca la coppia attuale. Tutti gli altri dispositivi (per es. i telefoni persi o rubati) non potranno più accedere a surespot con l'identità selezionata.

source: username
de: Benutzername
es: Usuario
fr: nom d'utilisateur

source: create identity
de: Profil erstellen
es: Crear nuevo perfil
fr: créer une identité
it: crea identità

source: clear local cache
de: Lokalen Cache löschen
es: Limpiar la caché local
fr: effacer le cache local
it: svuota cache locale

source: delete all messages
de: Alle Mitteilungen löschen
es: Borrar todos los mensajes
fr: supprimer tous les messages
it: cancella tutti i messaggi

source: pay what you like
de: surespot unterstützen
es: Pagas lo que quieres
fr: faire un don
it: donazione libera

# pref_title_general
source: general
fr: général

# pref_title_about_surespot
source: about surespot
fr: A propos de surespot

# pref_title_delete_message
source: delete message
fr: supprimer message

# pref_title_delete_all_messages
source: delete all messages
fr: supprimer tous les messages

# pref_title_identity_management
source: identity management
fr: gestionnaire d'identité

# pref_title_alternate_sms_invite_to
source: alternate sms invite 'to'
fr: sms d'invitation alternatif 'à'

# pref_title_silent_error_reporting
source: silent error reporting
fr: rapport d'erreur silencieux

# pref_title_message_debug_mode
source: message debug mode
fr: message mode debug

# pref_summary_delete_message
source: confirm before deleting a message
fr: confirmer avant de supprimer un message

# pref_summary_delete_all_messages
source: confirm before deleting all messages
fr: confirmer avant de supprimer tous les messages

# pref_summary_export_identity
source: Backup your identity to Device Storage or Google Drive.
fr: Sauvegardez votre identité sur le stockage de l'appareil ou sur Google Drive.

# pref_summary_import_identity
source: Restore your identity from Device Storage or Google Drive.
fr: Restaurez votre identité depuis le stockage de l'appareil ou depuis Google Drive.

# pref_summary_delete_identity
source: Deleting an identity can not be undone.
fr: La suppression d'une identité ne peut pas être annulée.

# pref_summary_regen_keys
source: For the paranoid.
fr: Pour les paranoïaques.

# pref_summary_alternate_sms_delimiter
source: Needs to be enabled on some devices to populate the sms 'to' field correctly when multiple contacts are selected in invite contacts.
fr: Doit être activé sur certains appareils pour remplir le champ 'à' correctement du sms lorsque plusieurs contacts sont sélectionnés dans 'invitez vos contacts'.

# pref_summary_message_debug_mode
source: Shows more information about messages for debugging purposes.
fr: Affiche plus d'informations sur les messages à des fins de débogage.

# menu_invite_contacts
source: invite contacts
de: Kontakte einladen
es: Invitar contactos
fr: inviter des contacts
it: invita contatti

source: delete identity
de: Profil löschen
es: Borrar perfil
fr: supprimer l'identité
it: cancella l'identità

source: surespot help
de: surespot Hilfe
es: Ayuda de Surespot
fr: aide surespot
it: aiuto di surespot

# backup_drive_button
source: Execute Google Drive Backup
de: Google Drive Export ausführen
es: Ejecutar exportación a Google Drive
fr: Exécuter la sauvegarde sur Google Drive
it: Fai il backup su Google Drive

source: Could not backup identity to Google Drive
de: Google Drive Export konnte nicht ausgeführt werden
es: No se puede exportar el perfil a Google Drive
fr: Impossible de sauvegarder l'identité sur Google Drive
it: Backup dell'identità su Google Drive non riuscito

source: Identity successfully backed up to Google Drive
de: Google Drive Export erfolgreich
es: Perfil guardado con éxito en Google Drive
fr: Sauvegarde de l'identité sur Google Drive réalisée avec succès
it: Backup dell'identità su Google Drive riuscito

# restore_local
source: Restore from Device Storage
de: Wiederherstellung vom Lokalen Datenträger
es: Restaurar perfil desde Almacenamiento Local
fr: Restaurer depuis le stockage de l'appareil
it: Ripristina dalla Memoria del Dispositivo

# restore_drive
source: Restore from Google Drive
de: Wiederherstellung von Google Drive
es: Restaurar perfil desde Google Drive
fr: Restaurer depuis Google Drive
it: Ripristina da Google Drive

# could_not_list_identities_from_google_drive
source: could not get list of identities from Google Drive
de: Konnte die Profil-Liste nicht vom Google Drive laden
es: No se puede obtener el listado de perfiles desde Google Drive
fr: impossible d'obtenir la liste des identités depuis Google Drive
it: impossibile ottenere la lista delle identità da Google Drive

source: No Google account selected
de: Kein Google Account ausgewählt
es: No hay ninguna cuenta de Google configurada
fr: Aucun compte Google sélectionné
it: Nessun account Google scelto

# select_google_drive_account
source: select
de: Auswählen
es: Elegir
fr: sélectionner
it: scegli

# re_add_google_account
source: Unfortunately the Google token is no longer valid and you will need to remove and re-add your Google account via device settings.
de: Leider ist das Google-Token nicht mehr gültig. Entfernen Sie dies und fügen es erneut Ihrm Google-Konto in den Geräteeinstellungen hinzu.
es: Desafortunadamente el identificador de Google ya no es válido, tendrás que quitar y volver a agregar la cuenta de Google mediante la configuración del dispositivo.
fr: Malheureusement, le jeton Google n'est plus valable et vous devrez supprimer et rajouter votre compte Google via les paramètre de l'appareil.
it: Sfortunatamente il token Google non è più valido e sarà necessario rimuovere e reinserire l'account Google dalle impostazioni del dispositivo.

# progress_restoring_identity
source: restoring identity
de: Profil wiederherstellen
es: Restaurando perfil
fr: restauration de l'identité
it: ripristino identità

# progress_loading_identities
source: loading identity backups
de: Profil Backups werden geladen
es: Cargando copia de seguridad del perfil
fr: chargement des sauvegardes d'identités
it: caricamento dei backup delle identitlà

# progress_backup_identity_drive
source: backing up identity
de: Profil wird exportiert
es: Exportando perfil
fr: sauvegarde de l'identité...
it: backup identità in corso

# progress_drive_dir_check
source: checking for surespot identities folder
de: Suche nach surespot Profil Ordner
es: Buscando carpeta de perfiles de Surespot
fr: vérification du dossier des identités de surespot
it: controllo delle cartelle con identità di surespot

# no_drive_identities
source: No identity backups loaded from Google Drive.
de: Keine Profil Backups auf dem Google Drive gefunden.
es: No se han importado ningún perfil desde Google Drive.
fr: Aucune sauvegarde d'identité trouvées sur Google Drive.
it: Nessun backup delle identità caricato da Google Drive

# no_local_identities
source: No identity backups found on Device Storage.
de: Keine Profil Backups auf dem Lokalen Datenträger gefunden.
es: No se ha importado ningún perfil desde el Almacenamiento Local.
fr: Aucune sauvegarde d'identité trouvées sur le stockage de l'appareil .
it: Nessun backup delle identità trovato sulla Memoria del Dispositivo

source: identity name
de: Profilname
es: Nombre del perfil
fr: nom d'identité
it: nome identità

source: last backed up
de: zuletzt gesichert
es: Última exportación
fr: dernière sauvegarde
it: ultimo backup

source: last modified
de: zuletzt geändert
es: Última modificación
fr: dernière modification
it: ultima modifica

source: help
de: Hilfe
es: Ayuda
fr: aide
it: aiuto

# menu_import
source: import
es: Importar
fr: importer
it: importa

# backup_device
source: DEVICE STORAGE IDENTITY BACKUP
de: PROFIL AUF LOKALEN DATENTRÄGER EXPORTIEREN
es: EXPORTAR PERFIL AL ALMACENAMIENTO LOCAL
fr: SAUVEGARDE D'IDENTITÉ SUR LE STOCKAGE DE L'APPAREIL
it: BACKUP IDENTITÀ SU MEMORIA LOCALE

# backup_drive
source: GOOGLE DRIVE IDENTITY BACKUP
de: PROFIL AUF GOOGLE DRIVE EXPORTIEREN
es: EXPORTAR PERFIL A GOOGLE DRIVE
fr: SAUVEGARDE D'IDENTITÉ SUR GOOGLE DRIVE
it: BACKUP IDENTITÀ SU GOOGLE DRIVE

source: let me select
de: lassen Sie mich wählen
es: Seleccionar
fr: Laisse-moi choisir
it: lasciami scegliere

# could_not_import_identity_drive_404
source: Could not load identity - please make sure you selected the same Google account that you were using in Google Drive.
de: Konnte Profil nicht laden - bitte stellen Sie sicher, dass das gleiche Google-Konto ausgewählt ist wie bei Google Drive.
es: No se puede cargar el perfil. Asegúrate de estar usando la misma cuenta de Google que usaste en Google Drive.
fr: Impossible de charger l'identité - veuillez vous assurer que vous avez sélectionné le même compte Google que celui de Google Drive.
it: Caricamento identità non riuscito - assicurati di aver scelto lo stesso account Google che stavi usando per Google Drive.

# pick_same_drive_account
source: Please pick the same account that you were using in Google Drive:
de: Bitte benutzten sie den gleichen Benutzernamen wie bei Google Drive:
es: Selecciona la misma cuenta que usas en Google Drive:
fr: Veuillez utiliser le même compte que celui de Google Drive:
it: Scegli lo stesso account che stavi usando per Google Drive:

source: about...
de: Über...
es: Acerca de...
fr: à propos de...
it: a proposito di...

# unauthorized
source: session expired, please login again
de: nicht autorisiert
es: No autorizado
fr: non autorisé
it: non autorizzato

# verify_key_fingerprints
source: view key fingerprints
de: Schlüssel ansehen
es: Ver huellas de la clave
fr: afficher les empreintes digitales de la clé
it: vedi la firma digitale della chiave

source: received
de: empfangen
es: recibido
fr: reçu
it: ricevuto

source: public key fingerprints
de: öffentlicher Schlüssel
es: Huellas de clave pública
fr: empreintes digitales de la clé publique
it: firma digitale della chiave pubblica

source: loading...
de: Laden...
es: cargando...
fr: chargement...
it: caricamento...

# device_does_not_support_google_drive
source: Device not configured for Google Drive.
de: Gerät nicht für Google Drive konfiguriert
es: Dispositivo no configurado para Google Drive.
fr: Appareil non configuré pour Google Drive.
it: Dispositivo non configurato per Google Drive.

# login_update
source: please update surespot to log in
de: Bitte aktualisiere surespot, damit du dich anmelden kannst
es: Por favor actualiza Surespot para iniciar sesión
fr: Veuillez mettre à jour surespot pour pouvoir vous identifier
it: aggiorna surespot per effettuare il login

# billing_payment_required_voice
source: surepot voice message not purchased
de: surespot Sprachnachrichten wurde nicht gekauft
es: No se ha comprado el servicio de mensajería por voz de Surespot
fr: Vous n'avez pas acheté les messages vocaux dans surespot
it: messaggi vocali di surespot non acquistati

# billing_getting_inventory
source: getting purchase inventory, please try again in a second
de: immer gekauft Inventar, versuchen Sie es erneut in einer zweiten
es: abriendo el inventario de venta, por favor inténtalo en unos segundos
fr: inventaire d'achats en cours de rapatriement, veuillez réessayer dans une seconde
it: scarico lista di acquisti, riprova tra qualche secondo

# billing_unavailable_message
source: you must have a Google account on your device to purchase voice messaging
de: Sie müssen ein Google-Konto auf Ihrem Gerät haben, um Voice-Messaging-Kauf
es: necesitas una cuenta de Google para comprar el servicio de mensajería por voz
fr: vous devez posséder un compte Google dans votre appareil pour acheter les messages vocaux
it: devi avere un account Google configurato sul tuo dispositivo per acquistare i messaggi vocali

# billing_unavailable_title
source: billing unavailable
de: Abrechnung nicht verfügbar
es: no está disponible el servicio de cobro
fr: paiement indisponible
it: transazione non disponibile

source: billing error
de: Abrechnungsfehler
es: error durante el cobro
fr: erreur de paiement
it: errore di transazione

# pref_billing
source: purchases
de: Einkäufe
es: compras
fr: achats
it: acquisti

# suppress_voice_purchase
source: don't ask me to buy voice messaging (closes tab instead)
de: fragen Sie mich nicht, um Voice-Messaging-kaufen (Registerkarte schließt statt)
es: no me preguntes si quiero comprar el servicio de mensajería por voz (cierra la pestaña)
fr: ne pas me demander d'acheter les messages vocaux (ferme l'onglet)
it: non chiedermi più di acquistare i messaggi vocali (chiude la scheda)

# voice_messaging_purchase_1
source: Add voice messaging to your surespot and make encrypted communication even easier! Simply hold down the microphone button to record and release to send. Because sometimes it is easier to say it than type it
de: In Voice-Messaging, um Ihre surespot und machen verschlüsselte Kommunikation noch einfacher! Halten Sie einfach die Mikrofontaste aufzunehmen und zu veröffentlichen, um zu senden. Denn manchmal ist es einfacher, es zu sagen, als es geben.
es: Añade la opcion de mensajería por voz a tu Sursepot y haz más fáciles aun tus comunicaciones encriptadas! Simplemente mantén pulsado el boton del micrófono para grabar y suéltalo para enviar. Porque a veces es más facil decirlo que escribirlo.
fr: Ajoutez la messagerie vocale à votre surespot et rendez la communication cryptée encore plus facile ! Il suffit de maintenir enfoncé le bouton du microphone pour enregistrer et le relâcher pour envoyer. Parce que parfois il est plus facile de le dire que de le taper.
it: Aggiungi i messaggi vocali a surespot per rendere la comunicazione crittografata ancora più facile! Basta tenere premuto il bottone del microfono per registrare e rilasciarlo per inviare. Perché ogni tanto è più facile a dirsi che a scriversi.

# voice_messaging_purchase_button
source: touch here to buy for $1.99
de: Berühren Sie hier, um für %@
es: pulsa aquí para comprar por 1.99$
fr: acheter pour %@
it: acquistare a %@

# voice_message_suppress_purchase_ask
source: don't ask me again
de: mich nicht mehr fragen
es: no volver a preguntar
fr: ne plus me demander
it: non chiedermelo più

# pref_suppress_voice_purchase_ask_title
source: don't ask me again
de: mich nicht mehr fragen
es: no volver a preguntar
fr: ne plus me demander
it: non chiedermelo più

# pref_suppress_voice_purchase_ask_summary
source: stop asking me to purchase voice messaging capability
de: aufhören, mich zu bitten, Voice-Messaging-Fähigkeit erwerben
es: dejar de preguntar por la compra de la mensajería por voz
fr: ne plus me demander d'acheter les messages vocaux
it: non chiedermi più di acquistare i messaggi vocali

# menu_purchase_voice_messaging
source: purchase voice
de: Sprachnachricht kaufen
es: comprar el servicio de mensajería por voz
fr: acheter les messages vocaux
it: acquista messaggi vocali

# purchase_voice_title
source: voice messaging purchase
de: Sprachnachricht kaufen
es: compra del servicio de mensajería por voz
fr: achat de la messagerie vocale
it: acquista messaggi vocali

# user_exists_throttled
source: too many checks, try again later
de: Zu viele Versuche, bitte versuche es später erneut.
es: demasiados intentos, inténtalo más tarde.
fr: trop de tentatives, réessayez plus tard
it: troppi tentativi, riprova più tardi

# user_exists_error
source: error checking for username
de: Fehler bei der Überprüfung des Benutzernamens
es: error comprobando el usuario
fr: erreur lors de la vérification du nom d'utilisateur
it: errore durante il controllo dell'username

# user_exists_progress
source: checking username
de: Benutzername wird überprüft
es: comprobando el usuario
fr: vérification du nom d'utilisateur
it: controllo username

# caching_service_notification_message
source: caching for maximum performance
de: caching für maximale Leistung
es: guardando información para máximo rendimiento
fr: mise en cache pour maximiser les performances
it: spostamento nella cache per prestazioni migliori

# voice_help_1
source: Hold down the microphone button to record a voice message, release the button to send.
de: Halte die Mikrofontaste gedrückt um eine Sprachnachricht aufzunehmen. Beim loslassen der Taste wird die Nachricht gesendet.
es: Mantén pulsado el boton del micrófono para grabar y suéltalo para enviar.
fr: Pressez et maintenez le bouton du microphone pour enregistrer un message vocal, relâchez le bouton pour l'envoyer.
it: Tieni premuto il bottone del microfono per registrare un messaggio vocale, rilascialo per inviarlo.

# voice_help_2
source: To cancel the recording drag away from button and release.
de: Um die Aufnahme zu ziehen weg von Taste und Freisetzung abzubrechen.
es: Para cancelar la grabación desliza el dedo fuera del botón y suéltalo
fr: Pour annuler l'enregistrement, glissez hors du bouton et relâchez.
it: Per annullare la registrazione sposta il dito lontano dal bottone e rilascia.

# voice_help_3
source: Touch on a voice message to play, touch again to stop.
de: Tippen Sie auf eine Sprachnachricht zu spielen, wieder berühren zu stoppen.
es: Pulsa sobre un mensaje de voz para escucharlo, pulsa otra vez para pararlo.
fr: Cliquez sur un message vocal pour le lire, cliquez encore pour l'arrêter.
it: Tocca su un messaggio vocale per riprodurlo, tocca di nuovo per fermarlo.

# voice_help_4
source: New voice messages will play automatically for the open chat tab.
de: Neue Sprachnachrichten werden automatisch im offenen Chat-Tab abgespielt.
es: Los nuevos mensajes de voz serán reproducidos automáticamente para la pestaña de chat abierta.
fr: Les nouveaux messages vocaux seront automatiquement lus pour l'onglet de discussion ouvert.
it: I nuovi messaggi vocali verranno riprodotti automaticamente nella scheda di chat aperta.

source: close
de: schließen
es: cerrar pestaña
fr: fermer
it: chiudi

# no_audio_detected
source: no audio detected - not sending voice message
de: Keine Tonaufnahme erkannt. Die Sprachmitteilung wird nicht gesendet.
es: no se ha capturado ningún sonido - no se enviará el mensaje de voz
fr: pas d'audio détecté - impossible d'envoyer un message vocal
it: nessun suono rilevato - messaggio vocale non inviato

# welcome_to_surespot
source: Welcome to surespot! Data sent using this app is encrypted with symmetric-key encryption (256 bit AES-GCM) using keys created with 521 bit ECDH shared secret derivation. No friends...yet. Invite surespot users by entering their username below.
de: Willkommen bei surespot! Daten die mit dieser App versendet werden sind mit einem Symmetrischen Kryptosystem (256 bit AES-GCM) Ende-zu-Ende-verschlüsselt dessen Schlüssel mit 521bit durch das Diffie-Hellman-Schlüsselaustausch-Verfahren erzeugt wurden.
es: ¡Bienvenido a Surespot! Los datos enviados usando esta applicación están cifrados punto-a-punto mediante cifrado de clave-simétrica (256 bit AES-GCM) usando claves creadas con 521 bit ECDH shared secret derivation
fr: Bienvenue dans surespot! Les données envoyées par cette application sont cryptées de bout-en-bout par cryptage à clé symétrique (256 bits AES-GCM) utilisant des clés de 521 bits à secret partagée ECDH
it: Benvenuto a surespot! I dati inviati usando questa app sono cifrati end-to-end tramite codifica chiave simmetrica (256 bit AES) usando chiavi generate con 521 bit ECDH shared secret derivation.

# help_backupIdentities2
source: Surespot can use Google Drive and/or Device Storage for backing up your identity. These options are in the identity management settings.
de: Surespot kann ihr Profil Lokal und/oder auf Google Drive exportieren. Die dazugehörigen Einstellungen befinden sich in der Profilverwaltung.
es: surespot cuenta con dos mecanismos para realizar copia de seguridad de tu perfil; Google Drive y Almacenamiento Local, los cuales lo puedes encontrar en el menú de configuración.
fr: Surespot peut utiliser Google Drive pour sauvegarder votre identité. Ces options sont disponibles dans les paramètres de gestion d'identité.
it: Surespot può effettuare il backup dell'identità su Google Drive e/o sulla memoria del dispositivo. Queste opzioni sono nelle impostazioni dell'identità.

# title_activity_notifications
source: notifications
de: Benachrichtigungen
es: Notificaciones
it: notifiche

# about_version
source: version: %@
es: versión: %@
it: versione: %@

source: image
de: Bild
es: imagen
it: immagine

source: VIA PAYPAL
es: MEDIANTE PAYPAL

source: VIA BITCOIN
es: MEDIANTE BITCOIN

# about_action_bar_right
source: about
de: Über
es: Acerca de
it: informazioni su

source: version
es: versión
it: versione

source: social
de: Soziales Netzwerk
it: sociale

# notifications_title
source: push notifications
it: notifiche push

# notifications_vibration
source: vibration
it: vibrazione
